Repository: CyrilleB79/winMag
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, sv, tr

source: The Magnifier is not active
bg: Лупата не е стартирана
da: Forstørrelsesglas er ikke aktivt
de: Die Windows-Lupe ist nicht aktiv
es: La lupa no está activada
fr: La loupe n'est pas activée
gl: A lupa non está activa
hr: Povećalo nije aktivno
it: La lente d'ingrandimento non è attiva
pl: Lupa nieaktywna
pt_br: A Lupa não está ativa
pt_pt: A lupa não está activa
sv: Förstoringsglaset är inte aktivt
tr: Büyüteç etkin değil

source: Tracking configuration only applicable with docked or full screen view.
bg: Настройката за следене е приложима само при прикрепен изглед или изглед на цял екран.
da: Sporing kun muligt i forankret eller fuldskærmsvisning.
de: Die Konfiguration zum Verfolgen ist nur bei angedockter oder in der Vollbild-Ansicht anwendbar.
es: La configuración de seguimiento sólo se aplica en la vista acoplada o de pantalla completa.
fr: Configuration de suivi applicable uniquement avec l'affichage avec ancrage ou plein écran.
gl: A configuración de seguimento só é aplicable nas vistas de pantalla acoplada e completa.
hr: Konfiguracija praćenja primjenjiva je samo s fiksiranim ili cjeloekranskim prikazom.
it: La configurazione del tracciamento è disponibile solo in modalità a tutto schermo o ancorata
pl: Śledzenie ustawień można zastosować tylko dla widoku przypiętego lub pełnoekranowego.
pt_br: Configuração de rastreamento aplicável apenas com visualização acoplada ou em tela cheia.
pt_pt: Configuração de seguimento aplicável apenas com visualização ancorada ou em ecrã inteiro.
sv: Följningsinställningar gäller bara vid dockad eller helskärmsvy.
tr: İzleme yapılandırması yalnızca sabitlenmiş veya tam ekran görünümünde uygulanabilir.

source: Mouse pointer
de: Mauszeiger
es: Puntero del ratón
gl: Punteiro do rato
hr: Pokazivač miša
pt_br: Ponteiro do mouse
sv: Muspekare
tr: Fare işaretçisi

source: Keyboard focus
de: Tastatur-Fokus
es: Foco del teclado
gl: Foco do teclado
hr: Fokus tipkovnice
pt_br: Foco no teclado
sv: Tangentbordsfokus
tr: Klavye odağı

source: Text cursor
es: Cursor de texto
gl: Cursor de texto
hr: Tekstualni kursor
pt_br: Cursor de texto
sv: Textmarkör
tr: Metin imleci

source: Toggles on or off caret tracking
bg: Включва или изключва следенето на точката за въвеждане на текст
da: Slår sporing af markøren til eller fra
de: Schaltet das Verfolgen des System-Cursors ein oder aus
es: Activa o desactiva el seguimiento del cursor de texto
fr: Activer/désactiver le suivi du curseur de texte
gl: Activa ou desactiva o seguimento do cursor
hr: Uključuje ili isključuje praćenje kursora
it: Attiva o disattiva il tracciamento cursore
pl: Włącza lub wyłącza śledzenie kursora systemowego
pt_br: Liga ou desliga rastreamento do cursor
pt_pt: Liga ou desliga o seguimento do cursor de texto
sv: Växlar på eller av markörföljning
tr: İmleç izlemeyi açıp kapatır

source: Toggles on or off focus tracking
bg: Включва или изключва следенето на фокуса на клавиатурата
da: Slår sporing af fokus til og fra
de: Schaltet die Verfolgung des System-Fokus ein oder aus
es: Activa o desactiva el seguimiento del foco
fr: Activer/désactiver le suivi du focus
gl: Activa ou desactiva o seguimento do foco
hr: Uključuje ili isključuje praćenje fokusa
it: Attiva o disattiva il tracciamento focus
pl: Włącza lub wyłącza śledzenie fokusu
pt_br: Liga ou desliga rastreamento de foco
pt_pt: Liga ou desliga o seguimento do foco do teclado
sv: Växlar på eller av fokusföljning
tr: Odak izlemeyi açıp kapatır

source: Toggles on or off mouse tracking
bg: Включва или изключва следенето на курсора на мишката
da: Slår sporing af musen til og fra
de: Schaltet die Mausverfolgung ein oder aus
es: Activa o desactiva el seguimiento del ratón
fr: Activer/désactiver le suivi de la souris
gl: Activa ou desactiva o seguimento do rato
hr: Uključuje ili isključuje praćenje miša
it: Attiva o disattiva il tracciamento mouse
pl: Włącza lub wyłącza śledzenie myszy
pt_br: Liga ou desliga rastreamento do mouse
pt_pt: Liga ou desliga o seguimento do rato
sv: Växlar på eller av musföljning
tr: Fare izlemeyi açıp kapatır

source: Toggles on or off tracking globally
bg: Включва или изключва следенето като цяло
da: Slår sporing til og fra globalt
de: Schaltet global die Verfolgung ein oder aus
es: Activa o desactiva el seguimiento a nivel global
fr: Activer/désactiver le suivi global
gl: Activa ou desactiva o seguimento a nivel global
hr: Uključuje ili isključuje praćenje globalno
it: Attiva o disattiva il tracciamento a livello globale
pl: Włącza lub wyłącza śledzenie ogólne
pt_br: Liga ou desliga o rastreamento totalmente
pt_pt: Liga ou desliga o seguimento global
sv: Växlar på eller av följning globalt
tr: Genel olarak izlemeyi açıp kapatır

source: Toggles on or off smoothing
bg: Включва или изключва изглаждането на ръбове на изображенията и текста
da: Slår tekstudglatning til og fra
de: Schaltet die Glättung ein oder aus
es: Activa o desactiva el suavizado
fr: Activer/désactiver le lissage
gl: Activa ou desactiva o suavizado
hr: Uključuje ili isključuje zaglađivanje rubova
it: Attiva o disattiva lo smussamento
pl: Włącza lub wyłącza wygładzanie
pt_br: Liga ou desliga a suavização
pt_pt: Liga ou desliga a suavização
sv: Växlar på eller av utjämning
tr: Görüntü Düzeltmeyi açıp kapatır

source: Switches between mouse pointer tracking modes (within the edge of the screen or centered on the screen)
tr: Fare işaretçisi izleme modları arasında geçiş yapar (ekranın kenarında veya ekranın ortasında)

source: Switches between text tracking modes (within the edge of the screen or centered on the screen)
bg: Превключва между режимите за следене на курсора за въвеждане (в краищата или центъра на екрана)
da: Skifter mellem tekstsporingstilstande (inden for kanten af skærmen eller centreret på skærmen)
de: Wechselt zwischen Textverfolgungsmodi (innerhalb des Bildschirmrands oder zentriert auf dem Bildschirm)
es: Alterna entre modos de seguimiento de texto (en el borde de la pantalla o centrado)
fr: Basculer entre les modes de suivi du texte (dans les bords de l'écran ou centré sur l'écran)
gl: Cambia entre os modos de seguimento de texto (dentro do borde da pantalla ou centrado na pantalla)
hr: Prebacuje između modusa praćenja teksta (unutar ruba ekrana ili centrirano na ekranu)
it: Passa tra le modalità di tracciamento testo (entro il bordo dello schermo o centrato)
pl: Przełącza między trybami śledzenia tekstu: w obrębie krawędzi ekranu lub na środku ekranu.
pt_br: Alterna entre os modos de rastreamento de texto (no limite da tela ou centralizado na tela)
pt_pt: Comuta entre modos de seguimento do cursor de texto (dentro das extremidades do ecrã ou centrado no ecrã)
sv: Växlar mellan tangentbordsföljningslägen (skärmens kanter eller centrerat på skärmen)
tr: Metin izleme modları arasında geçiş yapar (ekranın kenarında veya ekranın ortasında)

source: Saves the current configuration parameters of the magnifier to NVDA's configuration.
de: Speichert die aktuellen Konfigurationsparameter der Lupe in der Konfiguration von NVDA.
es: Guarda los parámetros de configuración actuales de la lupa en la configuración de NVDA.
gl: Garda os parámetros de configuración actuáis do magnificador á configuración do NVDA.
hr: Sprema aktualne parametre konfiguracije povećala u NVDA konfiguraciju.
pt_br: Salva os parâmetros de configuração atuais da lente de ampliação na configuração do NVDA.
sv: Sparar Förstoringsglasets nuvarande inställningar till NVDA:s inställningar.
tr: Büyüteç'in geçerli yapılandırma parametrelerini NVDA'nın yapılandırma dosyasına kaydeder.

source: Restores the current configuration parameters of the magnifier from NVDA's configuration.
de: Stellt die aktuellen Konfigurationsparameter der Lupe aus der Konfiguration von NVDA wieder her.
es: Restaura los parámetros de configuración actuales de la lupa desde la configuración de NVDA.
gl: Restaura os parámetros actuáis de configuración do magnificador dende a configuración do NVDA.
hr: Sprema aktualne parametre konfiguracije povećala od NVDA konfiguracije.
pt_br: Restaura os parâmetros de configuração atuais da lupa a partir da configuração do NVDA.
sv: Återställer Förstoringsglasets nuvarande inställningar från NVDA:s inställningar.
tr: Büyüteç'in geçerli yapılandırma parametrelerini NVDA'nın yapılandırma dosyasından geri yükler.

source: Moves the magnified view
bg: Премества увеличения изглед
da: Flytter den forstørrede visning
de: Verschiebt die vergrößerte Ansicht
es: Mueve la vista ampliada
fr: Déplace la vue agrandie
gl: Move a vista da lupa
hr: Pomiče povećani prikaz
pl: Przesuwa powiększony widok
pt_br: Move a visualização ampliada
sv: Flyttar den förstorade vyn
tr: Büyütülmüş görünümü taşır

source: Moves the mouse cursor in the center of the zoomed view
bg: Премества курсора на мишката в центъра на увеличения изглед
da: Flytter musemarkøren ind i midten af den zoomede visning
de: Positioniert den Mauszeiger in die Mitte der vergrößerten Ansicht
es: Desplaza el cursor del ratón al centro de la vista ampliada
fr: Déplacer le curseur de la souris au centre de la vue agrandie
gl: Move o cursor do rato ó centro da vista co zoom
hr: Pomiče kursor miša u središte zumiranog prikaza
it: Sposta il mouse al centro della vista ingrandita
pl: Przemieszcza kursor myszy na środek powiększonego obszaru
pt_br: Move o cursor do mouse para o centro da visualização ampliada
pt_pt: Move o ponteiro do rato no centro da vista ampliada
sv: Flyttar musen till mitten av den förstorade vyn
tr: Fare imlecini yakınlaştırılmış görünümün ortasına taşır

source: Switches on or off the mode keeping Windows Magnifier's control window always on top of the other ones.
de: Schaltet den Modus ein oder aus, in dem das Kontrollfenster der Windows-Lupe immer sich im Vordergrund befindet.
es: Activa o desactiva el modo siempre visible de la ventana de control de la lupa.
gl: Activa ou desactiva o modo que mantén a xanela de control da Lupa de Windows sempre encima das demáis.
hr: Uključuje ili isključuje modus zadržavanja kontrolnog prozora Windows povećala uvijek ispred ostalih prozora.
pt_br: Ativa ou desativa o modo que mantém a janela de controle do Windows Magnifier sempre em cima das outras.
sv: Växlar på eller av om Förstoringsglasets kontroller ska förbli överst.
tr: Windows Büyüteç'in kontrol penceresini her zaman diğer pencerelerin üstünde tutan modu açıp kapatır.

source: Opens Windows Magnifier add-on settings
bg: Отваря настройките на добавката за лупата на Windows
da: Åbner indstillingerne for tilføjelsen Windows Forstørrelsesglas
de: Öffnet die Einstellungen der Erweiterung für die Windows-Lupe
es: Abre las opciones del complemento Lupa de Windows
fr: Ouvrir les paramètres de l'extension Loupe Windows
gl: Abre as opcións do complemento Windows Magnifier
hr: Otvara postavke dodatka Windows povećala
it: Apre le impostazioni del componente aggiuntivo di Windows Magnifier
pl: Otwiera ustawienia dodatku Windows Magnifier
pt_br: Abre as configurações do complemento Lupa do Windows
pt_pt: Abre as configurações do extra Lupa do Windows
sv: Öppnar inställningarna för tillägget för Windows Förstoringsglaset
tr: Windows Büyüteç eklenti ayarlarını açar

source: Displays help on Magnifier layer commands
bg: Извежда помощна информация за слоевите команди за лупата
da: Viser hjælp for forstørrelseslagskommandoerne
de: Zeigt die Hilfe zu den Befehlen der Lupe an
es: Muestra ayuda sobre las órdenes de capa de la lupa
fr: Afficher l'aide sur les commandes séquentielles de la Loupe
gl: Amosa axuda sobre as ordes en capa de Magnifier
hr: Prikazuje pomoć za naredbe povećala
it: Visualizza l'aiuto per i comandi a livelli di Windows Magnifier
pl: Wyświetla pomoc w wielowarstwowych poleceniach dodatku wspierającego obsługę lupy systemu Windows
pt_br: Exibe ajuda sobre os comandos de camada Lupa
pt_pt: Mostra a ajuda dos comandos em camada da lupa
sv: Visar hjälp om kommandon i lager för Förstoringsglaset
tr: Büyüteç katman komutlarıyla ilgili yardımı görüntüler

source: Multi-screen setup not yet supported. Please contact the add-on author to have it implemented.
bg: Оформлението с няколко монитора към момента не се поддържа. Моля, свържете се с автора на добавката, за да бъде внедрена тази функционалност.
da: Miljøer med flere skærme understøttes ikke. Kontakt tilføjelsesforfatteren for at få det implementeret.
de: Die Einrichtung mehrerer Bildschirme wird noch nicht unterstützt. Bitte kontaktieren Sie den Autor der Erweiterung, um es implementieren zu lassen.
es: Configuración de varias pantallas no soportada. Contacta con el autor del complemento para que la implemente.
fr: La configuration multi-écran n'est pas encore prise en charge. Veuillez contacter l'auteur de l'extension pour l'implémenter.
gl: Non se soporta a instalación multipantalla. Por favor contacta co autor do complemento para que se implemente.
hr: Višeekranska postava još nije podržana. Za implementiranje, kontaktiraj autora dodatka.
pl: Konfiguracja wieloekranowa nie jest jeszcze obsługiwana. Skontaktuj się z autorem dodatku, aby JĄ wdrożyć.
pt_br: Ainda não há suporte para a configuração de várias telas. Entre em contato com o autor do complemento para implementá-lo.
sv: Stöd för flera skärmar saknas. Vänligen kontakta författaren av tillägget för att få det implementerat.
tr: Çoklu ekran kurulumu henüz desteklenmiyor. Lütfen uygulanması için eklenti yazarıyla iletişime geçin.

source: Windows Magnifier layer commands entry point.
bg: Входна точка на слоя с команди за лупата на Windows.
da: Tastekombination for tilføjelsen Windows Forstørrelsesglas kommandolag
de: Einstiegspunkt für die Befehle der Windows-Lupe.
es: Punto de entrada de órdenes de capa de la lupa de Windows.
fr: Point d'entrée des commandes séquentielles de la Loupe Windows.
gl: Punto de entrada de ordes en capa do Windows Magnifier.
hr: Mjesto unosa naredbi Windows povećala.
it: Comandi a livelli di Windows Magnifier: entry point
pl: Punkt wejścia poleceń wielowarstwowych dodatku wspierającego obsługę lupy systemu Windows.
pt_br: Ponto de entrada dos comandos de camada Lupa do Windows.
pt_pt: Comando para iniciar os comandos em camada da lupa.
sv: Ingång till Windows Förstoringsglas kommando i lager.
tr: Windows Büyüteç katmanı komutları giriş noktası.

source: Edge of the screen.
bg: Ръб на екрана.
da: Kanten af skærmen
de: Am Bildschirmrand.
es: Borde de la pantalla.
fr: Bord de l'écran.
gl: Borde da pantalla.
hr: Rub ekrana.
pl: Krawędź ekranu.
pt_br: Borda da tela.
sv: Kanten på skärmen.
tr: Ekranın kenarı.

source: Widht
bg: Ширина
da: Bredde
de: Breite
es: Anchura
fr: Largeur
gl: Ancho
hr: Širina
it: Larghezza
pl: Szerokość
pt_br: Largura
pt_pt: Largura
sv: Bredd
tr: Genişlik

source: Height
bg: Височина
da: Højde
de: Höhe
es: Altura
fr: Hauteur
gl: Alto
hr: Visina
it: Altezza
pl: Wysokość
pt_br: Altura
pt_pt: Altura
sv: Höjd
tr: Yükseklik

source: Resizing lens.
bg: Преоразмеряване на лещата.
da: Ændrer størrelse for linse
de: Größe des Objektivs ändern.
es: Redimensionar lente.
fr: Redimensionnement de la loupe.
gl: Redimensionamento da lupa.
hr: Mijenjanje veličine leće.
it: Ridimensionamento lente
pl: Zmiana rozmiaru soczewki.
pt_br: Redimensionamento de lente.
pt_pt: Redimensionamento da Lente.
sv: Ändrar linsens storlek.
tr: Merceği yeniden boyutlandır.

source: Resizing not available in full screen.
bg: Преоразмеряването не е налично при режим на цял екран.
da: Ændring af størrelse er ikke mulig i fuldskærmsvisning.
de: Größenänderung im Vollbild-Modus nicht verfügbar.
es: No se puede redimensionar en el modo de pantalla completa.
fr: Redimentionnement non disponible en plein écran.
gl: Redimensionamento non dispoñible en pantalla completa.
hr: Mijenjanje veličine nije dostupno u cjeloekranskom prikazu.
it: Ridimensionamento non disponibile a tutto schermo
pl: Zmiana rozmiaru nie jest dostępna na pełnym ekranie.
pt_br: O redimensionamento não está disponível em tela cheia.
pt_pt: O redimensionamento não está disponível em ecrã inteiro.
sv: Ändra storlek är inte tillgängligt vid helskärm.
tr: Yeniden boyutlandırma tam ekranda kullanılamaz.

source: Caret tracking on
bg: Следенето на точката за въвеждане на текст е включено
da: Sporing af markør aktiveret
de: Verfolgung des System-Cursors eingeschaltet
es: Seguimiento del cursor de texto activado
fr: Suivi du curseur activé
gl: Seguimento do cursor activado
hr: Praćenje kursora ukjlučeno
it: Tracciamento cursore attivo
pl: Śledzenie kursora systemowego włączone
pt_br: Ligado rastreamento de cursor
pt_pt: Seguimento do cursor de texto ligado
sv: Markörspårning på
tr: İmleç İzleme Açık

source: Caret tracking off
bg: Следенето на точката за въвеждане на текст е изключено
da: Sporing af markør deaktiveret
de: Verfolgung des System-Cursors ausgeschaltet
es: Seguimiento del cursor de texto desactivado
fr: Suivi du curseur désactivé
gl: Seguimento do cursor desactivado
hr: Praćenje kursora iskjlučeno
it: Tracciamento cursore disattivo
pl: Śledzenie kursora systemowego wyłączone
pt_br: Desligado rastreamento de cursor
pt_pt: Seguimento do cursor de texto desligado
sv: Markörspårning av
tr: İmleç İzleme Kapalı

source: Focus tracking on
bg: Следенето на фокуса на клавиатурата е включено
da: Sporing af fokus aktiveret
de: Verfolgung des System-Fokus eingeschaltet
es: Seguimiento del foco activado
fr: Suivi du focus activé
gl: Seguimento do foco activado
hr: Praćenje fokusa ukjlučeno
it: Tracciamento focus attivo
pl: Śledzenie fokusu włączone
pt_br: Ligado rastreamento de foco
pt_pt: Seguimento do foco de teclado ligado
sv: Fokusföljning på
tr: Odak izleme açık

source: Focus tracking off
bg: Следенето на фокуса на клавиатурата е изключено
da: Fokus af sporing deaktiveret
de: Verfolgung des System-Fokus ausgeschaltet
es: Seguimiento del foco desactivado
fr: Suivi du focus désactivé
gl: Seguimento do foco desactivado
hr: Praćenje fokusa iskjlučeno
it: Tracciamento focus disattivo
pl: Śledzenie fokusu wyłączone
pt_br: Desligado rastreamento de foco
pt_pt: Seguimento do foco de teclado desligado
sv: Fokusföljning av
tr: Odak izleme kapalı

source: Mouse tracking on
bg: Следенето на мишката е включено
da: Sporing af musen aktiveret
de: Mausverfolgung eingeschaltet
es: Seguimiento del ratón activado
fr: Suivi de la souris activé
gl: Seguimento do rato activado
hr: Praćenje miša uključeno
it: Tracciamento mouse attivo
pl: Śledzenie myszy tak
pt_br: Ligado rastreamento de mouse
pt_pt: Seguimento do rato ligado
sv: Musföljning på
tr: Fare izleme açık

source: Mouse tracking off
bg: Следенето на мишката е изключено
da: Sporing af musen deaktiveret
de: Mausverfolgung ausgeschaltet
es: Seguimiento del ratón desactivado
fr: Suivi de la souris désactivé
gl: Seguimento do rato desactivado
hr: Praćenje miša isključeno
it: Tracciamento mouse disattivo
pl: Śledzenie myszy nie
pt_br: Desligado rastreamento de mouse
pt_pt: Seguimento do rato desligado
sv: Musföljning av
tr: Fare izleme kapalı

source: Tracking on - {trackingTypes}
de: Verfolgung eingeschaltet - {trackingTypes}
es: Seguimiento activado - {trackingTypes}
gl: Seguemento activado - {trackingTypes}
hr: Praćenje uključeno – {trackingTypes}
pt_br: Rastreamento em - {trackingTypes}
sv: Följning på - {trackingTypes}
tr: İzleme açık - {trackingTypes}

source: Tracking off
bg: Следенето е изключено
da: Sporing deaktiveret
de: Globales Verfolgen ausgeschaltet
es: Seguimiento desactivado
fr: Suivi désactivé
gl: Seguimento desactivado
hr: Praćenje isključeno
it: Tracciamento disattivo
pl: Śledzenie wyłączone
pt_br: Desligado rastreamento
pt_pt: Seguimento desligado
sv: Följning av
tr: İzleme kapalı

source: Smoothing on
bg: Изглаждането е включено
da: Tekstudglatning aktiveret
de: Kantenglättung eingeschaltet
es: Suavizado activado
fr: Lissage activé
gl: Suavizado activado
hr: Zaglađivanje rubova uključeno
it: Smussamento attivo
pl: Wygładzanie włączone
pt_br: Ligada suavização
pt_pt: Suavização ligada
sv: Utjämning på
tr: Düzeltme Açık

source: Smoothing off
bg: Изглаждането е изключено
da: Tekstudglatning deaktiveret
de: Kantenglättung ausgeschaltet
es: Suavizado desactivado
fr: Lissage désactivé
gl: Suavizado desactivado
hr: Zaglađivanje rubova isključeno
it: Smussamento disattivo
pl: Wygładzanie wyłączone
pt_br: Desligada suavização
pt_pt: Suavização desligada
sv: Utjämning av
tr: Düzeltme Kapalı

source: Feature unavailable in this version of Windows.
bg: Функцията не е налична в тази версия на Windows.
da: Funktionen er ikke tilgængelig i denne version af Windows.
de: Die Funktion ist in dieser Windows-Version nicht verfügbar.
es: Función no disponible en esta versión de Windows.
fr: Fonctionnalité indisponible dans cette version de Windows.
gl: Característica non dispoñible nesta versión de Windows.
hr: Funkcija nedostupna u ovoj verziji Windowsa.
it: Funzionalità non disponibile in questa versione di Windows.
pl: Funkcja niedostępna w tej wersji systemu Windows.
pt_br: Recurso indisponível nesta versão do Windows.
pt_pt: Funcionalidade indisponível nesta versão do windows.
sv: Funktionen är inte tillgänglig i den här versionen av Windows.
tr: Özellik, Windows'un bu sürümünde kullanılamıyor.

source: Mouse pointer tracking mode applies only to full screen view.
de: Der Modus für die Verfolgung des Mauszeigers gilt nur für die Vollbild-Ansicht.
es: El modo de seguimiento del puntero del ratón sólo funciona en la vista de pantalla completa.
gl: O modo de seguimento do punteiro do rato aplícase só á vista de pantalla completa.
hr: Modus praćenja pokazivača miša se primjenjuje samo u cjeloekranskom prikazu.
pt_br: O modo de rastreamento do ponteiro do mouse aplica-se apenas à exibição em tela cheia.
sv: Musföljningsläge gäller bara i helskärmsvy.
tr: Fare işaretçisi izleme modu yalnızca tam ekran görünümü için geçerlidir.

source: Centered on the screen
bg: В центъра на екрана
da: Centreret på skærmen
de: Zentriert auf dem Bildschirm
es: Centrado en pantalla
fr: Centré sur l'écran
gl: Centrado na pantalla
hr: Centrirano na ekranu
it: centrato sullo schermo
pl: Na środku ekranu
pt_br: Centralizado na tela
pt_pt: Centrado no ecrã
sv: Centrerat på skärmen
tr: Ekranda ortalanmış

source: Within the edge of the screen
bg: В краищата на екрана
da: Inden for kanten af skærmen
de: Am Bildschirmrand
es: En el borde de la pantalla
fr: Dans les bords de l'écran
gl: Dentro do borde da pantalla
hr: Unutar ruba ekrana
it: entro il bordo dello schermo
pl: W obrębie krawędzi ekranu
pt_br: No limite da tela
pt_pt: Dentro das extremidades do ecrã
sv: Inom skärmens kanter
tr: Ekranın kenarında

source: Text cursor tracking mode applies only to full screen view.
de: Der Modus zur Verfolgung des Text-Cursors gilt nur für die Vollbild-Ansicht.
es: El modo de seguimiento del cursor de texto sólo funciona en la vista de pantalla completa.
gl: O modo de seguimento do cursor de texto aplícase só á vista de pantalla completa.
hr: Modus praćenja tekstualnog kursora se primjenjuje samo u cjeloekranskom prikazu.
pt_br: O modo de rastreamento do cursor de texto aplica-se somente à visualização em tela cheia.
sv: Textmarkörföljning är bara tillgängligt i helskärmsvy.
tr: Metin imleci izleme modu yalnızca tam ekran görünümü için geçerlidir.

source: Magnifier config saved.
de: Konfiguration für die Windows-Lupe gespeichert.
es: Configuración de la lupa guardada.
gl: Configuración do magnificador gardada.
hr: Konfiguracija povećala spremljena.
pt_br: Configuração da lupa salva.
sv: Förstoringsglasets inställningar sparade.
tr: Büyüteç yapılandırması kaydedildi.

source: Magnifier config restored.
de: Konfiguration für die Windows-Lupe wiederhergestellt.
es: Configuración de la lupa restaurada.
gl: Configuración do magnificador restaurada.
hr: Konfiguracija povećala obnovljena.
pt_br: Configuração da lupa restaurada.
sv: Förstoringsglasets inställningar återställda.
tr: Büyüteç yapılandırması geri yüklendi.
