Repository: CyrilleB79/winMag
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, sv, tr

source: Move mouse to view command available only on Windows 8 and above in full screen mode.
bg: Командата за преместване на курсора на мишката в изгледа е налична само под Windows 8 и по-нови версии, в режим на цял екран.
da: Kommandoen "Flyt mus til visning" er kun tilgængelig i Windows 8 og nyere.
de: Der Befehl zur Verfolgen der Maus-Bewegungen ist nur unter Windows 8 und höher im Vollbildmodus verfügbar.
es: La orden de desplazar el ratón a la vista sólo está disponible en Windows 8 y superiores en el modo pantalla completa.
fr: La commande de déplacement de la souris vers la vue est uniquement disponible sous Windows 8 et supérieur en mode plein écran.
gl: Orde mover rato á vista dispoñible en Windows 8 e superior no modo de pantalla completa.
hr: Naredba „Pomakni miša za prikaz” dostupna je samo u sustavu Windows 8 i novijim verzijama u cjeloekranskom prikazu.
pl: Przesuń myszą, aby wyświetlić polecenie dostępne tylko w systemie Windows 8 lub nowszym w trybie pełnoekranowym.
pt_br: Mover o mouse para visualizar comando disponível apenas no Windows 8 e superior no modo de tela cheia.
sv: Kommandot Flytta mus till vy är bara tillgängligt i helskärmsläge i Windows 8 och senare.
tr: Yalnızca Windows 8 ve üzeri sürümlerde tam ekran modunda kullanılabilen komutu görüntülemek için fareyi hareket ettirin.

source: Move mouse to view command not available in full screen mode while screen curtain is active.
de: Der Befehl "Maus zur Ansicht bewegen" ist im Vollbild-Modus nicht verfügbar, wenn der Bildschirmvorhang aktiv ist.
es: La orden para mover el ratón a la vista no está disponible en el modo de pantalla completa mientras la cortina de pantalla está activada.
gl: A orde Mover rato para ver non está dispoñible no modo de pantalla completa mentres a cortina de pantalla estea activa.
hr: Naredba „Pomakni miša za prikaz” nije dostupna u cjeloekranskom prikazu kad je tema ekrana aktivna.
pt_br: O comando Mover o mouse para visualizar não está disponível no modo de tela cheia enquanto a cortina de tela estiver ativa.
sv: Kommandot Flytta mus till vy är inte tillgängligt i helskärmsläge när skärmridå är aktiv.
tr: Ekran perdesi etkinken tam ekran modunda bulunmayan komutu görüntülemek için fareyi hareket ettirin.

source: Move mouse to view not implemented for docked view
bg: Преместването на курсора на мишката в изгледа не е внедрено за режим на прикрепен изглед
da: "Flyt mus i visning" ikke tilgængelig i forankret visning.
de: Maus zur Ansicht ziehen für angedockte Ansicht ist nicht vorhanden
es: Desplazar el ratón a la vista no está implementado en la vista acoplada
fr: Déplacement de la souris vers la vue non implémentée pour l'affichage ancré
gl: Mover rato á vista non implementado para a vista acoplada
hr: Funkcija „Pomakni miša za prikaz” nije implementirano za fiksirani prikaz
it: Lo spostamento mouse con vista ancorata non è implementato
pl: Przemieść kursor myszy do widoku (niewdrożone w widoku przypiętym)
pt_br: Mover o mouse para visualizar não implementado para visualização acoplada
pt_pt: Mover o rato para a vista não implementado para a vista ancorada
sv: Flytta mus till vy är inte implementerat för dockat läge
tr: Fareyi görüntüye taşıma sabitlenmiş görünüm için uygulanmadı

source: Command only supported in installed versions of NVDA.
bg: Командата се поддържа само в инсталирани версии на NVDA.
da: Kommando understøttes kun i installerede versioner af NVDA.
de: Der Befehl wird nur in installierten NVDA-Versionen unterstützt.
es: Orden soportada sólo en copias instaladas de NVDA.
fr: Commande prise en charge uniquement dans les versions installées de NVDA.
gl: Orde só soportada en versións instaladas de NVDA.
hr: Naredba je podržana samo u instaliranim NVDA verzijama.
pl: Polecenie obsługiwane tylko w zainstalowanych wersjach NVDA.
pt_br: Comando compatível apenas com as versões instaladas do NVDA.
sv: Kommandot stöds bara i installerade versioner av NVDA.
tr: Komut yalnızca NVDA'nın kurulu sürümlerinde desteklenir.

source: Magnifier controls always on top.
bg: Контролен панел на лупата е винаги най-отгоре.
da: Forstørrelsesvindue altid øverst
de: Die Bedienelemente der Windows-Lupe befinden sich immer oben.
es: Controles de la lupa siempre visibles.
fr: Commandes de la loupe toujours au dessus.
gl: Controis da lupa sempre por riba.
hr: Kontrole povećala uvijek ispred ostalih prozora.
pl: Sterowanie lupą zawsze na górze.
pt_br: Controles da lupa sempre na parte superior.
sv: Förstoringsglasets kontroller alltid överst.
tr: Büyüteç kontrolleri her zaman üstte.

source: Magnifier controls not on top.
bg: Контролен панел на лупата не е най-отгоре.
da: Forstørrelsesvindue ikke øverst
de: Die Bedienelemente der Lupe befinden sich nicht im Vordergrund.
es: Controles de la lupa no siempre visibles.
fr: Commandes de la loupe pas au dessus.
gl: Os controis da lupa non están por riba.
hr: Kontrole povećala ispod ostalih prozora.
pl: Sterowanie lupą nie znajduje się na górze.
pt_br: Os controles da lupa não estão na parte superior.
sv: Förstoringsglasets kontroller inte alltid överst.
tr: Büyüteç kontrolleri üstte değil.

source: Command unavailable on this screen.
bg: Командата не е налична на този екран.
da: Kommandoen er ikke tilgængelig på denne skærm.
de: Der Befehl auf diesem Bildschirm nicht verfügbar.
es: Orden no disponible en esta pantalla.
fr: Commande indisponible sur cet écran.
gl: Orde non dispoñible nesta pantalla.
hr: Naredba nedostupna na ovom ekranu.
it: Comando non disponibile in questa schermata.
pl: Polecenie niedostępne na tym ekranie.
pt_br: Comando indisponível nesta tela.
pt_pt: Comando indisponível neste ecrã.
sv: Kommandot är inte tillgängligt i denna vy.
tr: Bu ekranda komut kullanılamıyor.

source: Magnifier on
bg: Лупата е стартирана
da: Forstørrelsesglas til
de: Lupe eingeschaltet
es: Lupa activada
fr: Loupe activée
gl: Lupa activada
hr: Povećalo uključeno
it: Lente d'ingrandimento attivata
pl: Lupa włączona
pt_br: Lupa ligada
pt_pt: Lupa activada
sv: Förstoringsglaset på
tr: Büyüteç açık

source: Magnifier off
bg: Лупата е спряна
da: Forstørrelsesglas fra
de: Lupe ausgeschaltet
es: Lupa desactivada
fr: Loupe désactivée
gl: Lupa desactivada
hr: Povećalo isključeno
it: Lente d'ingrandimento disattivata
pl: Lupa wyłączona
pt_br: Lupa desligada
pt_pt: Lupa desactivada
sv: Förstoringsglaset av
tr: Büyüteç kapalı

source: Color inversion on
bg: Инвертирането на цветовете е включено
da: Farveinvertering til
de: Farbumkehr eingeschaltet
es: Inversión de color activada
fr: Inversion des couleurs activée
gl: Inversión de cores activada
hr: Inverzija boje uključena
it: Inversione colori attiva
pl: Odwrócenie kolorów włączone
pt_br: Ligada inversão de cores
pt_pt: Inversão de cor ligada
sv: Färginvertering på
tr: Renkleri ters çevir Açık

source: Color inversion off
bg: Инвертирането на цветовете е изключено
da: Farveinvertering fra
de: Farbumkehr ausgeschaltet
es: Inversión de color desactivada
fr: Inversion des couleurs désactivée
gl: Inversión de cores desactivada
hr: Inverzija boje isključena
it: Inversione colori disattiva
pl: Odwrócenie kolorów wyłączone
pt_br: Desligada inversão de cores
pt_pt: Inversão de cor desligada
sv: Färginvertering av
tr: Renkleri ters çevir Kapalı

source: Docked
bg: Прикрепен изглед
da: Forankret visning
de: Angedockt
es: Acoplada
fr: Encré
gl: Acoplada
hr: Fiksirano
it: Ancorata
pl: Przypięty
pt_br: Acoplado
pt_pt: Ancorada
sv: Dockad
tr: Sabitlendi

source: Full screen
bg: Цял екран
da: Fuldskærmsvisning
de: Vollbild
es: Pantalla completa
fr: Plein écran
gl: Pantalla completa
hr: Cijeli ekran
it: A tutto schermo
pl: Pełnoekranowy
pt_br: Tela cheia
pt_pt: Ecrã inteiro
sv: Helskärm
tr: Tam ekran

source: Lens
bg: Леща
da: Linsevisning
de: Linse
es: Lente
fr: Objectif
gl: Lupa
hr: Leća
it: Lente
pl: Soczewka
pt_br: Lente
pt_pt: Lente
sv: Lins
tr: Mercek

source: Color filtering enabled
tr: Renk Filtrelemesi Etkin

source: Color filtering: {cf}
tr: Renk Filtrelemesi: {cf}

source: Color filtering disabled
tr: Renk filtrelemesi devre dışı

source: Windows Magnifier layered commands
bg: Слоеви команди за лупата на Windows
da: Lagdelte kommandoer for Windows Forstørrelsesglas
de: Befehle der Windows-Lupe
es: Órdenes de capa de la lupa de Windows
fr: Commandes séquentielles de la Loupe Windows
gl: Ordes en capa de Windows Magnifier
hr: Naredbe Windows povećala
it: Windows Magnifier, comandi a livelli
pl: Polecenia wielowarstwowe dodatku Windows Magnifier
pt_br: Comandos em camadas Lupa do Windows
pt_pt: Comandos em camada da Lupa do Windows
sv: Windows Förstoringsglas kommando i lager
tr: Windows Büyüteç katman komutları

source: Magnifier layer commands: {cmdList}
bg: Слоеви команди за лупата: {cmdList}
da: Lagdelte kommandoer for forstørrelsesglas: {cmdList}
de: Befehle der Windows-Lupe: {cmdList}
es: Órdenes de la capa de la lupa: {cmdList}
fr: Commandes séquentielles de la Loupe : {cmdList}
gl: Ordes en capa de Magnifier: {cmdList}
hr: Naredbe povećala: {cmdList}
it: Comandi a livelli di Magnifier: {cmdList}
pl: Polecenia warstwowe dodatku wspierającego obsługę lupy systemowej: {cmdList}
pt_br: Comandos de camada lupa: {cmdList}
pt_pt: Comandos em camada da lupa: {cmdList}
sv: Förstoringsglasets kommandon i lager: {cmdList}
tr: Büyüteç katman komutları: {cmdList}

source: Grayscale
tr: Gri Tonlama

source: Inverted
tr: Ters çevrildi

source: Grayscale inverted
tr: Gri tonlama ters çevrildi

source: Red-green
tr: Kırmızı-yeşil

source: Green-red
tr: Yeşil-kırmızı

source: Blue-yellow
tr: Mavi-sarı

source: Windows Magnifier
bg: Лупа на Windows
da: Windows Forstørrelsesglas
de: Windows-Lupe
es: Lupa de Windows
fr: Loupe Windows
hr: Windows povećalo
pt_br: Lupa do Windows
pt_pt: Lupa do Windows
sv: Windows Förstoringsglas
tr: Windows Büyüteç

source: Off
bg: Изключено
da: Fra
de: Ausgeschaltet
es: Desactivado
fr: Désactivé
gl: Desactivado
hr: Isključeno
it: Spento
pl: Wyłączone
pt_br: Desligado
pt_pt: Desligado
sv: Av
tr: Kapalı

source: With speech
bg: Чрез реч
da: Med tale
de: Mit Sprachausgabe
es: Con voz
fr: Avec la parole
gl: Con voz
hr: S govorom
it: Con sintesi vocale
pl: Z mową
pt_br: Com fala
pt_pt: Com voz
sv: Med tal
tr: Konuşarak

source: With tones
bg: Чрез тонове
da: Med toner
de: Mit Signaltöne
es: Con tonos
fr: Avec des sons
gl: Con tons
hr: Sa zvučnim signalima
it: Con segnali acustici
pl: Z dźwiękami
pt_br: Com tons
pt_pt: Com bips
sv: Med ljud
tr: Bip sesi ile

source: Never
bg: Никога
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
gl: Nunca
hr: Nikada
it: Mai
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
sv: Aldrig
tr: Hiçbir zaman

source: Only when not in table
bg: Само извън таблица
da: Brug kun, hvis udenfor en tabel
de: Nur außerhalb der Tabelle
es: Sólo si no estás en una tabla
fr: Seulement en dehors des tableaux
gl: Só cando non estea nunha táboa
hr: Samo izvan tablice
it: Solo quando non in tabella
pl: Zawsze z wyjątkiem tabel
pt_br: Somente quando não estiver em tabela
pt_pt: Só quando não está numa tabela
sv: Bara utanför tabeller
tr: Sadece tabloda olmadığında

source: Always
bg: Винаги
da: Altid
de: Immer
es: Siempre
fr: Toujours
gl: Sempre
hr: Uvijek
it: Sempre
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
sv: Alltid
tr: Daima

source: Report view &moves:
bg: Докладвай &преместването на изгледа:
da: Oplys &panorering:
de: &Verschieben der Ansicht ansagen:
es: Anunciar &movimientos de la vista:
fr: Annoncer les &déplacements de la vue :
gl: Anunciar &movementos da vista:
hr: Javi po&micanja prikaza:
it: Legge informazioni sullo spostamento della visualizzazione
pl: Ogłaszaj zmiany &widoku:
pt_br: Relatar &movimentos da visualização:
pt_pt: Anunciar movimentos das &Vistas:
sv: Rapportera vy&förflyttningar:
tr: Görünü&m Hareketlerini Bildir:

source: Report screen &edges:
bg: Докладвай р&ъбовете на екрана:
da: Oplys skærmens &kanter:
de: Bildschirm&ränder mitteilen:
es: Indicar &bordes de la pantalla:
fr: Annoncer les &bords de l'écran :
gl: Anunciar &bordes da pantalla:
hr: Javi rubove &ekrana:
pl: Ekran i krawędzie raportu:
pt_br: Tela de relatório e &bordas:
sv: Rapportera skärmkant&er:
tr: &Ekran kenarlarını bildir:

source: Volume of the tones indicating the &position of the view:
bg: Сила на звука на тоновете, отчитащи пози&цията на изгледа:
da: Lydstyrken af tonerne, der angiver visningens &position:
de: Lautstärke der Signaltöne, die die &Position der Ansicht anzeigen:
es: Volumen de los pitidos que indican la &posición de la vista:
fr: Volume des sons indiquant la &position de la vue :
gl: Volume dos tons que indican a posición da &vista:
hr: Glasnoća tonova izvještavaju o &položaju prikaza:
pl: Głośność tonów wskazujących położenie &widoku:
pt_br: Volume dos tons que indicam a &posição da visualização:
sv: Volymen på ljuden indikerar vyns &position:
tr: G&örünümün konumunu gösteren tonların ses düzeyi:

source: Report &turn on or off
bg: Докладвай &включването или изключването на лупата
da: Oplys, når forstørrelsesglas &slås til
de: &Meldung ein- oder ausschalten
es: Anunciar &activada o desactivada
fr: Annoncer l'acti&vation ou la désactivation
gl: Anunciar a&ctivación e desactivación
hr: U&ključi ili isključi javljanje
it: Annuncia attivazione/disattivazione
pl: Ogłaszaj &włączone lub wyłączone
pt_br: Rela&tar ativação ou desativação
pt_pt: Anunciar &ligar ou desligar
sv: Rappor&tera på och av
tr: Açma veya Kapa&tmayı Bildir

source: Report &zoom
bg: Докладвай &мащабирането
da: Oplys &zoomniveau
de: &Zoom-Faktor ansagen
es: Anunciar &zoom
fr: Annoncer le &grossissement
gl: Anunciar &zoom
hr: Javi &uvećanje
it: Annuncia livello di zoom
pl: Ogłaszaj &powiększenie
pt_br: Relatar amplia&ção
pt_pt: Anunciar &ampliação
sv: Rapportera förstorings&grad
tr: &Büyütme değerini bildir

source: Report color &inversion
bg: Докладвай инвертирането на &цветовете
da: Oplys &farveinvertering
de: &Farbumkehr ansagen
es: Anunciar &inversión de color
fr: Annoncer l'&inversion de couleurs
gl: Anunciar &inversión de cores
hr: Javi &inverziju boje
it: Annuncia inversione colori
pl: Ogłaszaj odwrócenie &kolorów
pt_br: Relatar &inversão de cores
pt_pt: Anunciar &inversão de cores
sv: Rapportera färg&invertering
tr: Renkler&i ters çevirmeyi Bildir

source: Report &view change
bg: Докладвай пром&яната на изгледа
da: Oplys ændring af &visningstype
de: Ansichtsän&derung ansagen
es: Anunciar cambio de &vista
fr: Annoncer le changement d'a&ffichage
gl: Anunciar cambio de &vista
hr: Ja&vi promjenu prikaza
it: Annuncia cambio visualizzazione
pl: Ogłaszaj &zmianę widoku
pt_br: Relatar mudança da &visualização
pt_pt: Anunciar alteração de &vista
sv: Rapportera &vyförändringar
tr: G&örünüm değişikliklerini Bildir

source: Report &lens or docked window resizing
bg: Докладвай при преоразмеряване на &лещата или прикрепения прозорец
da: Oplys ny størrelse for vinduer i &linse- eller forankret visning
de: Änderung der &Linse oder angedockte Fenstergröße ansagen
es: Anunciar redimensión de &la lente o la ventana acoplada
fr: Annoncer le &redimensionnement de l'objectif ou de la fenêtre ancrée
gl: Anunciar redimensionamento de ventá de &lupa ou acoplado
hr: Javi mijenjanje veličine &leće ili fiksiranog prozora
it: Annuncia ridimensionamento della lente o della finestra ancorata
pl: Ogłaszaj zmianę wielkości &soczewki lub przypiętego okna
pt_br: Reportar redimensionamento de &lente ou janela acoplada
pt_pt: Anunciar o redimensionamento da &lente ou da janela ancorada
sv: Rapportera storleksförändringar för &lins eller dockat fönster
tr: Mercek veya sabit&lenmiş pencere yeniden boyutlandırmayı bildir

source: In &documents and list views, pass control+alt+arrows shortcuts to Windows Magnifier:
bg: В &документи и списъчни изгледи, препредавай Control+Alt+Стрелките към лупата на Windows:
da: Send tastekombinationerne alt+Ctrl+piletaster til Windows Forstørrelsesglas, når NVDA befinder sig i &dokumenter og listevisninger
de: In &Dokumente und Listenansichten reichen Sie die Tastenkombinationen Strg+Alt+Pfeiltasten an die Windows-Lupe weiter:
es: En &documentos y vistas de lista, pasar a la lupa los atajos control+alt+flechas:
fr: Dans les documents et les vues de liste, &transmettre les raccourcis Ctrl+alt+flèches à la Loupe Windows :
gl: En vistas de &documentos e lista, pasar as ordes control+alt+frechas á Lupa de Windows:
hr: U prikazima &dokumenata i popisa, proslijedi prečace kontrol+alt+strelice Windows povećalu:
it: In &documenti e visualizzazioni ad elenco, passa le scorciatoie control+alt+frecce a Windows Magnifier:
pl: W &dokumentach i widokach listy przekazuj polecenia control+alt+strzałki do dodatku Windows Magnifier:
pt_br: Em documentos e visualizações de lista, passar atalhos control+alt+setas para a Lupa do Windows:
pt_pt: Em &documentos e listas, passar os comandos controlo+alt+setas para a lupa:
sv: I &dokument och listvyer, skicka Ctrl + Alt + piltangenter till Windows Förstoringsglaset:
tr: Belgeler&de ve liste görünümlerinde, Windows Büyüteç'e control+alt+ok kısayollarını ilet:

source: &Keep Windows Magnifier command window always on top
de: &Befehlsfenster der Windows-Lupe immer im Vordergrund halten
es: &Mantener la ventana de control de la lupa de Windows siempre visible
gl: &Manter sempre a xanela de ordes do magnificador de Windows enriva
hr: &Zadrži prozor Windows povećala uvijek ispred ostalih prozora
pt_br: &Mantenha a janela de comando do Windows Magnifier sempre na parte superior
sv: Behåll Windows Förstoringsglasets kommandofönster alltid överst
tr: Windows Büyüteç &komut penceresini her zaman üstte tut

source: Report &color filter
tr: Renk &filtrelemesini bildir

source: This add-on improves the use of Windows Magnifier with NVDA.
bg: Тази добавка подобрява използването на лупата на Windows с NVDA.
da: Denne tilføjelse forbedrer brugen af Windows Forstørrelsesglas sammen med NVDA.
de: Diese Erweiterung verbessert den Umgang mit der Windows-Lupe unter NVDA.
es: Este complemento mejora el uso de la lupa de Windows con NVDA.
fr: Cette extension améliore l'utilisation de la Loupe Windows avec NVDA.
gl: Este complemento mellora o uso da Lupa de Windows (Windows Magnifier) con NVDA.
hr: Ovaj dodatak poboljšava korištenje Windows povećala s NVDA čitačem.
pl: Ten dodatek poprawia korzystanie z Lupy Windows z NVDA.
pt_br: Esse complemento aprimora o uso do Windows Magnifier com o NVDA.
sv: Det här tillägget förbättrar användningen av Förstoringsglaset tillsammans med NVDA.
tr: Bu eklenti, Windows Büyüteç'in NVDA ile kullanımını geliştirir.

source: Switches between mouse pointeur tracking modes (within the edge of the screen or centered on the screen)
de: Wechselt zwischen den Modi der Mauszeigerverfolgung (innerhalb des Bildschirmrands oder in der Mitte des Bildschirms)

source: Switches between mouse tracking modes (within the edge of the screen or centered on the screen)
bg: Превключва между режимите за следене на курсора на мишката (в краищата или центъра на екрана)
it: Passa tra le modalità di tracciamento mouse (entro il bordo dello schermo o centrato)
pt_pt: Comuta entre modos de seguimento do rato (dentro das extremidades do ecrã ou centrado no ecrã)

source: Switches on or off the mode allowing to keep Windows Magnifier's control window always on top of the other ones.
bg: Включва или изключва режима, който прави контролния прозорец на лупата на Windows винаги да е най-отгоре.

source: Tracking on
bg: Следенето е включено
it: Tracciamento attivo
pt_pt: Seguimento ligado

source: Mouse tracking mode applies only to full screen view.
bg: Режимът за следене на мишката е приложим само за изглед на цял екран.
it: La modalità di tracciamento del mouse si applica solo alla visualizzazione a schermo intero.
pt_pt: O modo de seguimento do rato aplica-se apenas na vista de ecrã inteiro.

source: Only gestures containing arrow key may be mapped to this script.
bg: Само жестове, съдържащи клавиш със стрелка, могат да бъдат зададени към този скрипт.

source: {zoomLevel}%
bg: {zoomLevel} процента
